app/controllers/api/v1/reviews_controller.rb

  def index
    @review = Review.all
---
SELECT "reviews".* FROM "reviews"